/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Søk automatisk";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Ikke søk";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Oppgrader til versjon %@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker kan søke etter oppdateringer automatisk med jevne mellomrom. Du slipper å måtte oppdatere selv når det kommer nye versjoner, og ingen personlig informasjon vil sendes når det søkes etter oppdateringer.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Skal Hex Color Picker søke etter oppdateringer automatisk?";